// Подключаем жизненно необходимые библиотеки и директивы (какая-то дичь XD)
#include <iostream>
using namespace std;
/* Если этот код работает, его однозначно писал Матвеев Антон (101 группа)
 * Если нет - значит, его писал кто-то, кто не умеет программировать на C++...*/
int main() { // Сюда пихаем тело главной функции
    // Как-то (желательно удобно) обзываем переменные и назначаем им типы
    float number1 = 5.725, number2 = 7.15, differenceOfNumbers = 0;
    differenceOfNumbers = number1 - number2;
    // Этот код просто шикарен, но я вредный, поэтому я его закомментирую XP
    /* cout << "Разность чисел " << number1 << " и " << number2 << " равна " << differenceOfNumbers << endl;*/
}
